# Проект по модулю 2: калькулятор

"""
Напишите программу, которая берет два целых числа в качестве ввода и выводит их сумму.
"""
a = int(input())
b = int(input())
print(a + b)
