# Проект по модулю 1: возведение в степень

"""
Давайте воспользуемся возведением степень для решения следующей задачи.
Вам предлагают единовременную выплату в размере 1 000 000 долларов или 1 цент,
который удваивается каждый день на протяжении 30 дней (полученная сумма удваивается каждый день).

Задача:
Напишите программу по вычислению суммы, полученной по итогу удвоения, чтобы определить, в каком случае сумма больше.
"""
print((2 ** 30) / 100)
